[
    {
        "name": "Siamese Network-Based System for Criminal Identification",
        "description": "To discourage criminal activities, the large number of CCTV installations throughout the country play a crucial role. Through this paper, we propose an AI-based solution that can leverage these devices to remotely identify and report absconding criminals. Using the one-shot learning approach, we present a face recognition algorithm that yields accurate results even with low training data. The Siamese Network architecture is used to verify if the face embeddings of the image detected is the same as that of the criminal. Two parallel neural networks are designed to take one input each- one being the detected face and the other being an embedding from the dataset. The outputs of the two networks are compared to predict whether the detected face is the same as the input face or not. This algorithm is further integrated with an automated model for updating the information of the recognized criminal into the database along with updating the appropriate law enforcement authorities about the last known whereabouts.",
        "date": "2022-09-22",
        "link": "https://link.springer.com/chapter/10.1007/978-981-19-2600-6_39",
        "tech": [],
        "citations": 0
    },
    {
        "name": "Renewable Energy System Using Thermoelectric Generator (RESTEC)",
        "description": "Continuous variable transmission (CVT) systems are widely used in all-terrain vehicles (ATV). Over long runs, the sheaves of CVT generate sufficient amount of heat energy and get damaged due to friction between the sheaves and belt mainly due to clutch slippage during acceleration and deceleration. This further deteriorates the condition and performance of the vehicle, and breakdown is also discovered as a worst-case scenario. A novel method has been developed and implemented by creating a renewable energy system to maintain the temperature of CVT and improve longevity. The renewable energy system makes use of thermoelectric generators (TEG) working on the principle of Seebeck effect to utilize the heat dissipated from the exhaust chamber of engine which comprises of 80% of the waste energy of the ATV and is used for cooling the CVT.",
        "date": "2021-07-01",
        "link": "https://link.springer.com/chapter/10.1007/978-981-16-0550-5_133",
        "tech": [],
        "citations": 0
    },
    {
        "name": "PRFLT: Pulse Rate measurement using Facial Landmark Tracking",
        "description": "In recent studies on non-invasive techniques for heart rate measurements, various Computer Vision algorithms based on Ballistocardiography (BCG) have been employed. This method captures minimal head motions from facial videos, that result from the pumping of blood to the head through the carotid arteries, at each cardiac cycle. We move towards BCG because the conventional technique of Photoplethysmography (PPG) fails to yield accurate results from facial video in case of skin color variations. This paper proposes an improved system for accurately measuring the heart rate and heart rate variability to infer important information about the subject’s health. It incorporates functions from the Dlib toolkit, which provide robust face detection along with facial landmark tracking. Relevant data in terms of facial video and ground truth was acquired from 5 test subjects, in 3 states - sitting, standing and post exercise. The system exhibits promising results when validated using a wearable smart watch with inbuilt heart rate sensor.",
        "date": "2021-03-01",
        "link": "https://iopscience.iop.org/article/10.1088/1742-6596/1831/1/012020/meta",
        "tech": [],
        "citations": 5
    },
    {
        "name": "Vision and Language Navigation Using Minimal Voice Instructions",
        "description": "The proposed system aims to design an algorithm that can navigate any 3-D mapped environment using the Matterport 3D Simulator with minimal voice instructions. During the training phase, the nodes of a selected environment are traversed sequentially in the Simulator, and an object recognition algorithm is applied to the panorama at each node. This helps in identifying and tagging the objects in the vicinity of each viewpoint. For the testing phase, a natural language instruction specifying the goal location is taken as input. The goal location is identified from among the various viewpoints in the 3D environment by matching it to the tags generated in the testing phase. A shortest path algorithm is employed to navigate from the starting location to the goal location. The proposed system focuses on the implementation of an algorithm that combines natural language processing and computer vision and can be employed by agents for indoor navigation.",
        "date": "July 2021",
        "link": "https://zenodo.org/records/5090533",
        "tech": [],
        "citations": 0
    },
    {
        "name": "A Review of Integrating Machine Vision and NLP for Indoor Navigation",
        "description": "Navigating in an indoor environment is a complex task because of the accuracy that it demands and the inability of the outdoor technologies to deliver such accuracy. Since GPS has been rendered inaccurate through walls and roofs, alternate technologies for indoor navigation have been a topic of research for many years. While many have advocated the use of sensor-based approaches, others have tried to integrate computer vision models into navigation algorithms. Recent advancements have integrated natural language instructions, along with computer vision techniques for navigating within the indoor environment. This paper aims to draw a comparison between the existing techniques for indoor navigation.",
        "date": "2021-02-01",
        "link": "https://www.researchgate.net/profile/Ansh-Shah-4/publication/351062560_A_Review_of_Integrating_Machine_Vision_and_NLP_for_Indoor_Navigation/links/608232cd907dcf667bb9a1f4/A-Review-of-Integrating-Machine-Vision-and-NLP-for-Indoor-Navigation.pdf",
        "tech": [],
        "citations": 1
    },
    {
        "name": "A Statistical Approach Towards Improving Virtual Internship Experience",
        "description": "First-hand industry exposure in terms of internships is becoming fairly common among students of all fields of education. It allows students to gain insights about a particular job role, a particular company and its work culture along with a plethora of learning and networking opportunities. Lately, in lieu of social distancing and remote work culture taking over, virtual internships are replacing the traditional ones. However, the efficacy of a virtual internship needs to be thoroughly examined. Through this paper, we aim to highlight the various challenges that exist in a virtual internship, that need to be overcome to ensure a successful experience for the students. A survey conducted for the scope of this paper bolsters the claims made by the authors and various data analysis tools are used to generate insights into the same. Based on this, an effective model is proposed which takes into account all the key challenges faced by the students and ensures a virtual internship experience that is fruitful for both, the students and the company itself.",
        "date": "November 2020",
        "link": "https://d1wqtxts1xzle7.cloudfront.net/66683435/IJM_11_11_045-libre.pdf?1619420962=&response-content-disposition=inline%3B+filename%3DA_STATISTICAL_APPROACH_TOWARDS_IMPROVING.pdf&Expires=1719091876&Signature=FgVaVEz-f8gYks9TVKS0OxX4hG0vnvKZlIin8nYY7wFKxOecUxswFkZ2yhxUTdukRk9TC1zkh5wtf-~XPou31BbuxV-mFmhxh6hy6HtmCU4j~wCbTlkgdPbicDcYm1ltJUjsLJC5AtegZteLla6cIDz~NKkK~RTdKY56gj6vgUkve-eZK7T9eUuhfAzDyrJpZdwBufgsLlF~TPr-kXGNPG~gDIn3X9~vQqnobGc3ppqXyIHec9Y~KOqfz5NaTJ9dGuZRtT2um2Rs1QNLid6~OhBVWSrulC1uqIiBlqbUpq-lcGj6Bh6z7pOA3Z3ab9Y-d3qgtAflbSmkFWMQ1LoDRg__&Key-Pair-Id=APKAJLOHF5GGSLRBV4ZA",
        "tech": [],
        "citations": 2
    },
    {
        "name": "The Influence of Global Indexes on the Indian Stock Market Based on Causality and Cointegration",
        "description": "The opening of markets in different emerging countries during the 80s and 90s culminated in the influx of savings or funds from different countries that are developed. This certainity makes the stock exchange a significant fi[]cial operation for brokers to benefit from it. A constant or progressive linkage occurs between the developed and developing economies. Due to a higher degree of transparency and developed economies, the flow of information from them in various time zones has a huge influence on our domestic economy. The present study investigates the inter dependence among global markets and finding a relationship between them using econometric models based on secondary data. This report combines knowledge from three capital markets: FTSE, S&P 500 Index and the NIFTY50 from the years of 2008-2018. The study employs multiple econometric models on weekly closing prices to analyze the relation between the global markets in long run and short run and also discuss the impacts and future of the fi[]cial market.",
        "date": "November 2020",
        "link": "https://d1wqtxts1xzle7.cloudfront.net/65850311/IJM_11_11_094-libre.pdf?1614675034=&response-content-disposition=inline%3B+filename%3DThe_Influence_of_Global_Indexes_on_the_I.pdf&Expires=1719091979&Signature=Pmref4pLNofoXsohYOB7RNshubNcGBZCtGyyOu8XOVq3tT8bmTAsvWo-HKKG8bf~ifLRmmf22kdf24jNoQoPUEm0Dca8MmFev11OMHT6Cno1D03Fsc7mfpRHwOF6ePx~m1AzX5VmWc-d5sSXEgEZFdZs74uRDSxqoB9AHDKj7TKwAOavR31R5ocypBGHWLnE6b~FIXwltt6535ZWsgZITAU3ExFtMnyb~-yvcufeyZcg~Njq8R5tAaU193CrslCTASxZfWbnM~GUSM2NKqCVoF71AFpkhx~xguwmRnBYqDGXjJMxTyGhLK45iu1S7sd-KHlJHj1IOS7CjvUIHDzoBg__&Key-Pair-Id=APKAJLOHF5GGSLRBV4ZA",
        "tech": [],
        "citations": 2
    },
    {
        "name": "Performance analysis of deep learning and statistical models on enhancing stock market portfolio",
        "description": "Time series data is considered very useful in the domains of business, fi[]ce, and economics. Stock market data specifically is generated at high volumes and excessively used for forecasting purposes for gaining wealth. The problem is challenging due to the dynamic nature of stock market fluctuations. Conventional techniques for prediction of the next lag of time series data have been successful to an extent with statistical algorithms such as Exponential Smoothing and Autoregressive Integrated Moving Average (ARIMA). With the advent of deep learning architectures and advanced computational processors, we analyze the performance of such techniques for stock market forecasting. The paper presents a performance comparison of Exponential Smoothing, ARIMA, Vanilla LSTMs, and Stacked LSTM models. The empirical analysis concludes the superior performance of deep learning techniques with an RMSE score as low as 3.208 on daily closing price stock data for a period of ten years. Furthermore, we also propose a portfolio optimization method to calculate returns and maintain profits while trading in the stock market.",
        "date": "December 2020",
        "link": "https://www.researchgate.net/profile/Satyaraj-[]di/publication/351081224_Performance_Analysis_of_Deep_Learning_and_Statistical_Models_on_Enhancing_Stock_Market_Portfolio/links/6083b4138ea909241e1ee68c/Performance-Analysis-of-Deep-Learning-and-Statistical-Models-on-Enhancing-Stock-Market-Portfolio.pdf",
        "tech": [],
        "citations": 0
    },
    {
        "name": "Co-ordinate Measurement of Roll-Cage Using Digital Image Processing",
        "description": "This paper proposes a unique and novel approach for co-ordinate measurement of an all-terrain vehicle. The manufactured roll-cage is replete with minute errors which are introduced during the process. The suspension points on the roll-cage have been considered as dataset for this algorithm, as they are an integral part in the performance of the vehicle and for maintaining suspension geometry. A feasible method using image processing techniques such as shade correction, adaptive binarization, and segmentation has been used to improve fault tolerance by analyzing and reducing the manufacturing errors with respect to the computer-aided design model. A MATLAB script has been developed for the proposed method with the help of image processing toolbox.",
        "date": "December 2019",
        "link": "https://www.researchgate.net/profile/Saroj-Kumar-22/publication/345005910_Intelligent_Monitoring_of_Bearings_Using_Node_MCU_Module/links/61286be70360302a005f4941/Intelligent-Monitoring-of-Bearings-Using-Node-MCU-Module.pdf#page=38",
        "tech": [],
        "citations": 0
    }
]